Repository: AchrafBen7/BelDetailing
Catalog: BelDetailing/Resources/Localizable.xcstrings
Source language: en
Languages: fr, nl

source: All
fr: Tous
nl: Alles

# api.error.offline.fallback
source: Offline mode – displaying last saved data.
fr: Vous êtes hors ligne. Affichage des dernières données enregistrées.
nl: Offline modus – laatste opgeslagen gegevens worden getoond.

# apiError.decodingError
source: Data decoding error. The response data could not be interpreted correctly. %@
fr: Erreur de décodage des données. Les données de réponse n’ont pas pu être interprétées correctement. %@

# apiError.noNetwork
source: No internet connection. Please try again later.
fr: Aucune connexion internet. Veuillez réessayer plus tard.

# apiError.other
source: Unexpected error: %@
fr: Erreur inattendue : %@

# apiError.serverError
source: Server returned an error (status code %@). Please try again later.
fr: Le serveur a renvoyé une erreur (code %@). Veuillez réessayer plus tard.

# apiError.unauthorized
source: You are not authorized. Please log in again.
fr: Vous n’êtes pas autorisé. Veuillez vous reconnecter.

# apiError.unknownError
source: An unknown error occurred. Please try again.
fr: Une erreur inconnue est survenue. Veuillez réessayer.

# apiError.urlError
source: Invalid URL. Please check your request.
fr: URL invalide. Veuillez vérifier votre requête.

source: Apply
fr: Appliquer
nl: Toepassen

# authLogin
source: Log in
fr: Se connecter
nl: Inloggen

# badgeAtHome
source: Mobile
fr: Domicile
nl: Mobiel

# booking.address.placeholder
source: Enter your address
fr: Entrez votre adresse
nl: Vul uw adres in

# booking.cancel
source: Cancel
fr: Annuler
nl: Annuleren

# booking.invalid.email
source: Please enter a valid email address.
fr: Veuillez entrer une adresse email valide.
nl: Gelieve een geldig e-mailadres in te vullen.

# booking.invalid.phone
source: Please enter a valid phone number.
fr: Veuillez entrer un numéro de téléphone valide.
nl: Gelieve een geldig telefoonnummer in te vullen.

# booking.missing.fields
source: Please fill in all required fields.
fr: Veuillez remplir tous les champs obligatoires.
nl: Gelieve alle verplichte velden in te vullen.

# booking.status.cancelled
source: Cancelled
fr: Annulé

# booking.status.completed
source: Completed
fr: Terminé

# booking.status.confirmed
source: Confirmed
fr: Confirmé

# booking.status.declined
source: Declined
fr: Refusé

# booking.status.pending
source: Pending
fr: En attente

# bookingActionCancel
source: Cancel booking
fr: Annuler
nl: Boeking annuleren

# bookingActionContact
source: Contact
fr: Contacter
nl: Contact opnemen

# bookingActionEdit
source: Edit
fr: Modifier
nl: Bewerken

# bookingActionViewDetails
source: View details
fr: Voir les détails
nl: Details bekijken

# bookingAddress
source: Address
fr: Adresse
nl: Adres

# bookingBookAgain
source: Book Again
fr: Refaire une réservation ?
nl: Opnieuw boeken

# bookingCancel24hRule
source: Cancellation less than 24h before the booking
fr: Annulation moins de 24h avant la réservation
nl: Annulering minder dan 24u voor de reservering

# bookingCancelConfirmButton
source: Confirm cancellation
fr: Confirmer l’annulation
nl: Annulering bevestigen

# bookingCancelConfirmSubtitle
source: Are you sure you want to cancel this booking?
fr: Êtes-vous sûr de vouloir annuler cette réservation ?
nl: Weet je zeker dat je deze reservering wilt annuleren?

# bookingCancelConfirmTitle
source: Confirm cancellation
fr: Confirmer l'annulation
nl: Annulering bevestigen

# bookingCancelFeeFull
source: Cancellation fee (full)
fr: Frais d’annulation (total)
nl: Annuleringskosten (volledig bedrag)

# bookingConfirm
source: Confirm booking
fr: Confirmer la réservation
nl: Boeking bevestigen

# bookingConfirmedButton
source: View my bookings
fr: Voir mes réservations
nl: Mijn boekingen bekijken

# bookingConfirmedSubtitle
source: Your request has been sent to the detailer.
fr: Votre demande a été envoyée au detailer.
nl: Je aanvraag is naar de detailer verzonden.

# bookingConfirmedTitle
source: Booking sent!
fr: Réservation envoyée !
nl: Boeking verzonden!

# bookingContinue
source: Continue
fr: Continuer
nl: Doorgaan

# bookingEmailPlaceholder
source: john.doe@email.com
fr: jean.dupont@email.com
nl: jan.peeters@email.com

# bookingFullName
source: Full name
fr: Nom complet
nl: Volledige naam

# bookingFullNamePlaceholder
source: John Smith
fr: Jean Dupont
nl: Jan Peeters

# bookingGuestsCount
source: %d guests
fr: %d invités
nl: %d genodigden

# bookingManage
source: Manage
fr: Gérer
nl: Beheren

# bookingManageCancel
source: Cancel booking
fr: Annuler la réservation
nl: Reservering annuleren

# bookingManageConfirmChange
source: Confirm changes
fr: Confirmer la modification
nl: Wijziging bevestigen

# bookingManageNewDate
source: New booking date
fr: Nouvelle date de réservation
nl: Nieuwe reserveringsdatum

# bookingManageSave
source: Save changes
fr: Enregistrer
nl: Wijzigingen opslaan

# bookingManageTime
source: Time
fr: Heure
nl: Tijd

# bookingManageTitle
source: Manage booking
fr: Gérer la réservation
nl: Reservering beheren

# bookingManageUpdateTitle
source: Edit reservation
fr: Modifier la réservation
nl: Reservering wijzigen

# bookingMoreActions
source: More actions
fr: Plus d’actions
nl: Meer acties

# bookingNotesEmpty
source: No notes provided.
fr: Aucune note ajoutée.
nl: Geen notities toegevoegd.

# bookingNotesPlaceholder
source: Additional information...
fr: Informations supplémentaires...
nl: Aanvullende informatie...

# bookingPaymentMethod
source: Payment method
fr: Méthode de paiement
nl: Betaalmethode

# bookingPaymentTitle
source: Payment method
fr: Mode de paiement
nl: Betaalmethode

# bookingPayNow
source: Confirm and pay
fr: Confirmer et payer
nl: Bevestigen en betalen

# bookingPhone
source: Phone number
fr: Téléphone
nl: Telefoonnummer

# bookingPrice
source: Price
fr: Prix
nl: Prijs

# bookingPriceFee
source: Service fee
fr: Frais de service
nl: Servicekosten

# bookingPriceLabel
source: Service price
fr: Prix du service
nl: Prijs van de service

# bookingPriceService
source: Service price
fr: Prix du service
nl: Serviceprijs

# bookingPromoApply
source: Apply
fr: Appliquer
nl: Toepassen

# bookingPromoPlaceholder
source: Enter your promo code
fr: Entrez votre code promo
nl: Voer je promotiecode in

# bookingPromoTitle
source: Promo code
fr: Code promotionnel
nl: Promotiecode

# bookingRefund
source: Refund
fr: Remboursement
nl: Terugbetaling

# bookingSelectDate
source: Select a date
fr: Sélectionner une date
nl: Datum kiezen

# bookingSelectTime
source: Select a time
fr: Sélectionner une heure
nl: Tijd kiezen

# bookingsEmptyMessage
source: Your upcoming and past bookings will appear here.
fr: Vos réservations à venir et passées apparaîtront ici.
nl: Je toekomstige en vorige boekingen verschijnen hier.

# bookingsEmptyTitle
source: No bookings yet
fr: Aucune réservation pour le moment
nl: Nog geen boekingen

# bookingServiceFee
source: Service fee
fr: Frais de service
nl: Servicekosten

# bookingsHistory
source: History
fr: Historique
nl: Historiek

source: Booking summary
fr: Récapitulatif de la réservation
nl: Overzicht van je boeking

# bookingSummaryTitle
source: Booking summary
fr: Résumé de la réservation
nl: Boekingsoverzicht

# bookingsUpcoming
source: Upcoming
fr: À venir
nl: Binnenkort

# bookingTerms1
source: By confirming, you accept the terms of use and the cancellation policy.
fr: En confirmant, vous acceptez les conditions d’utilisation et la politique d’annulation.
nl: Door te bevestigen, ga je akkoord met de gebruiksvoorwaarden en het annuleringsbeleid.

# bookingTermsAnd
source: and
fr: et
nl: en

# bookingTermsCancelPolicy
source: cancellation policy
fr: politique d’annulation
nl: annuleringsbeleid

# bookingTermsConditions
source: Terms of use
fr: conditions d'utilisation
nl: gebruiksvoorwaarden

# bookingYourInformation
source: Your information
fr: Vos informations
nl: Uw gegevens

# calendar.noBookings
source: No bookings for this day
fr: Aucune réservation ce jour
nl: Geen boekingen voor deze dag

source: Cancel
fr: Annuler
nl: Annuleren

# chipOffers
source: Offers
fr: Offres
nl: Aanbiedingen

# chipPrice
source: Price
fr: Prix
nl: Prijs

# chipTopRated
source: Top rated
fr: Mieux notés
nl: Best beoordeeld

source: Close
fr: Fermer
nl: Sluiten

source: common.cancel
fr: Annuler

# common.skip
source: Skip
fr: Passer

# commonBack
source: Back
fr: Retour
nl: Terug

# commonContinue
source: Continue
fr: Continuer
nl: Doorgaan

# commonNext
source: Next
fr: Suivant
nl: Volgende

# commonRetry
source: Try again
fr: Réessayer
nl: Opnieuw proberen

# commonStart
source: Start
fr: Commencer
nl: Beginnen

# companyTypeCarDealer
source: Car dealer
fr: Concessionnaire
nl: Autohandelaar

# companyTypeConstruction
source: Construction company
fr: Entreprise de construction
nl: Bouwbedrijf

# companyTypeFleet
source: Fleet manager
fr: Gestionnaire de flotte
nl: Vlootbeheerder

# companyTypeLeasing
source: Leasing company
fr: Société de leasing
nl: Leasemaatschappij

# companyTypeLogistics
source: Logistics company
fr: Entreprise logistique
nl: Logistiek bedrijf

# companyTypeMunicipality
source: Municipality
fr: Commune
nl: Gemeente

# companyTypeOther
source: Other
fr: Autre
nl: Anders

# companyTypeTransport
source: Transport company
fr: Entreprise de transport
nl: Transportbedrijf

# dashboard.confirm
source: Confirm
fr: Confirmer
nl: Bevestigen

# dashboard.decline
source: Decline
fr: Refuser
nl: Weigeren

# dashboard.my.offers
source: My offers
fr: Mes offres
nl: Mijn aanbiedingen

# dashboard.noBookings
source: No bookings for this day
fr: Aucune réservation pour ce jour
nl: Geen reserveringen voor deze dag

# dashboard.services.title
source: My services
fr: Mes services
nl: Mijn diensten

# dashboardActivitySubtitle
source: Here is your activity
fr: Voici votre activité
nl: Hier is je activiteit

# dashboardCreateService
source: Create
fr: Créer
nl: Aanmaken

# dashboardEarningsThisMonth
source: Earnings this month
fr: Gains ce mois
nl: Inkomsten deze maand

# dashboardEdit
source: Edit
fr: Modifier
nl: Bewerken

# dashboardHello
source: Hello
fr: Bonjour
nl: Hallo

# dashboardMyServices
source: My services
fr: Mes services
nl: Mijn diensten

# dashboardReservations
source: reservations
fr: réservations
nl: reservaties

# dashboardStatRating
source: Rating
fr: Note
nl: Beoordeling

# dashboardStatReservations
source: Reservations
fr: Réservations
nl: Reservaties

# dashboardTabCalendar
source: Calendar
fr: Calendrier
nl: Kalender

# dashboardTabReviews
source: Reviews
fr: Avis
nl: Beoordelingen

# dashboardTabStats
source: Statistics
fr: Statistiques
nl: Statistieken

# dashboardVsLastMonth
source: vs last month
fr: vs mois dernier
nl: vs vorige maand

# date.atTime
source: %1$@ at %2$@
fr: %1$@ à %2$@
nl: %1$@ om %2$@

# defaultCityName
source: Brussels
fr: Bruxelles
nl: Brussel

# detail.call
source: Call
fr: Appeler
nl: Bellen

# detail.mobile.service
source: At-home service
fr: Service à domicile
nl: Service aan huis

# detailBookService
source: Book this service
fr: Réserver ce service
nl: Deze dienst boeken

# detailContactInfo
source: Contact information
fr: Informations de contact
nl: Contactgegevens

# detailer.team.large
source: Large team
fr: Grande équipe
nl: Groot team

# detailer.team.medium
source: Medium team
fr: Équipe moyenne
nl: Gemiddeld team

# detailer.team.small
source: Small team
fr: Petite équipe
nl: Klein team

# detailer.team.solo
source: Works alone
fr: Travaille seul
nl: Werkt alleen

# detailerAtHome
source: Mobile service
fr: À domicile
nl: Aan huis

# detailHours
source: Opening hours
fr: Horaires
nl: Openingsuren

# detailIncluded
source: Included in this service
fr: Inclus dans le service
nl: Inbegrepen in de dienst

# detailNoServices
source: No services available
fr: Aucun service disponible
nl: Geen diensten beschikbaar

# detailPhone
source: Phone
fr: Téléphone
nl: Telefoon

# detailReviewsTitle
source: Client Reviews
fr: Avis clients
nl: Klantenreviews

# detailReviewTime
source: %@ ago
fr: Il y a %@
nl: %@ geleden

# detailServicesTitle
source: Available services
fr: Services proposés
nl: Aangeboden diensten

# detailVerified
source: Verified
fr: Vérifié
nl: Geverifieerd

# emailLoginApple
source: Continue with Apple
fr: Continuer avec Apple
nl: Ga verder met Apple

# emailLoginCreateAccount
source: Create account
fr: Créer un compte
nl: Account aanmaken

# emailLoginCTA
source: Sign in
fr: Se connecter
nl: Inloggen

# emailLoginEmailLabel
source: Email address
fr: Adresse email
nl: E-mailadres

# emailLoginEmailPlaceholder
source: you@example.com
fr: vous@exemple.com
nl: jij@voorbeeld.com

# emailLoginForgot
source: Forgot password?
fr: Mot de passe oublié ?
nl: Wachtwoord vergeten?

# emailLoginGoogle
source: Continue with Google
fr: Continuer avec Google
nl: Ga verder met Google

# emailLoginNoAccount
source: Don't have an account?
fr: Pas encore de compte ?
nl: Nog geen account?

# emailLoginPasswordLabel
source: Password
fr: Mot de passe
nl: Wachtwoord

# emailLoginSubtitle
source: Welcome back
fr: Bienvenue de retour
nl: Welkom terug

# emailLoginTitle
source: Login
fr: Connexion
nl: Inloggen

# error.title
source: Error
fr: Erreur
nl: Fout

# filter.all
source: All
fr: Tous

# filter.car.cleaning
source: Car cleaning
fr: Nettoyage auto

# filter.ceramic
source: Ceramic
fr: Céramique

# filter.engine.bay
source: Engine bay
fr: Compartiment moteur

# filter.exterior
source: Exterior
fr: Extérieur

# filter.headlight
source: Headlight restoration
fr: Rénovation phares

# filter.interior
source: Interior
fr: Intérieur

# filter.paint.correction
source: Paint correction
fr: Correction peinture

# filter.polishing
source: Polishing
fr: Polissage

# filter.top.rated
source: Top rated
fr: Mieux notés
nl: Best beoordeeld

# filter.wax.sealant
source: Wax & sealant
fr: Cire & sealant

# filter.wheels.tires
source: Wheels & tires
fr: Jantes & pneus

# filterAllCities
source: All cities
fr: Toutes les villes
nl: Alle steden

# filterAtHome
source: At home
fr: À domicile
nl: Aan huis

# filterCityTitle
source: City
fr: Ville
nl: Stad

# filterOffers
source: Offers
fr: Offres
nl: Aanbiedingen

# filterOpen
source: Open
fr: Ouvertes

# filterPrice
source: Price
fr: Prix
nl: Prijs

# filterRecent
source: Recent
fr: Récentes

# filterResetA11y
source: Reset filters
fr: Réinitialiser les filtres
nl: Filters resetten

# filterStatus
source: Status
fr: Statut

# filterTitle
source: Filters
fr: Filtres

# growth.thisMonth
source: +16% this month
fr: +16% ce mois
nl: +16% deze maand

# home.all.providers.title
source: All providers
fr: Tous les prestataires
nl: Alle detailers

# home.city.subtitle
source: Near %@
fr: Près de %@
nl: In de buurt van %@

# home.empty.message
source: We couldn’t find any recommended professionals near you. Try refreshing or adjusting your preferences.
fr: Aucun professionnel recommandé n’a été trouvé près de chez vous. Essayez d’actualiser ou d’ajuster vos préférences.
nl: We konden geen aanbevolen professionals in jouw buurt vinden. Probeer te vernieuwen of je voorkeuren aan te passen.

# home.empty.title
source: No recommendations yet
fr: Aucune recommandation pour le moment
nl: Nog geen aanbevelingen

# home.filter.all
source: All
fr: Tous
nl: Alle

# homeFilterCeramic
source: Ceramic
fr: Céramique
nl: Keramisch

# homeFilterPolishing
source: Polishing
fr: Polissage
nl: Polijsten

# homeHeroSubtitle
source: Premium detailing services
fr: Services de detailing premium
nl: Premium detailing diensten

# homeHeroTitle
source: Your car deserves the best
fr: Votre voiture mérite le meilleur
nl: Jouw auto verdient het beste

# homeNearbyTitle
source: Nearby
fr: À proximité
nl: In de buurt

# homePromoTitle
source: New client? -10€
fr: Nouveau client ? -10€
nl: Nieuwe klant? -10€

# homeTitle
source: Recommended for you
fr: Recommandés pour vous
nl: Aanbevolen voor jou

# loader.description
source: Loading data, please wait...
fr: Chargement des données, veuillez patienter...

# locationFallbackCity
source: Choose city
fr: Choix de commune
nl: Kies gemeente

# locationLoading
source: Loading...
fr: Chargement...
nl: Bezig met laden...

# locationOpenSettings
source: Open Settings
fr: Ouvrir Réglages
nl: Instellingen openen

# locationPermissionAllow
source: Allow location
fr: Autoriser la localisation
nl: Locatie toestaan

# locationPermissionLater
source: Not now
fr: Plus tard
nl: Later

# locationPermissionMessage
source: We use your location to show nearby services.
fr: Nous utilisons votre position pour afficher les services à proximité.
nl: We gebruiken je locatie om diensten in de buurt te tonen.

# locationPermissionTitle
source: Enable Location
fr: Activer la localisation
nl: Locatie inschakelen

# login.security.title
source: Login & Security
fr: Login et sécurité
nl: Login en beveiliging

# loginApple
source: Sign in with Apple
fr: Se connecter avec Apple
nl: Inloggen met Apple

# loginDevices
source: Mobile · Desktop · Tablet
fr: Mobile · Desktop · Tablette
nl: Mobiel · Desktop · Tablet

# loginEmail
source: Sign in with Email
fr: Se connecter avec Email
nl: Inloggen met e-mail

# loginFooterAnd
source: and
fr: et
nl: en

# loginFooterPrefix
source: By continuing, you accept our
fr: En continuant, vous acceptez nos
nl: Door verder te gaan, ga je akkoord met onze

# loginFooterPrivacy
source: Privacy Policy
fr: Politique de confidentialité
nl: Privacybeleid

# loginFooterTos
source: Terms of Use
fr: Conditions d'utilisation
nl: Gebruiksvoorwaarden

# loginGoogle
source: Sign in with Google
fr: Se connecter avec Google
nl: Inloggen met Google

# loginOrWithEmail
source: OR sign in with
fr: OU se connecter avec
nl: OF inloggen met

# loginSecurityChangePasswordButton
source: Change password
fr: Modifier le mot de passe
nl: Wachtwoord wijzigen

# loginSecurityChangePasswordTitle
source: Change password
fr: Changer le mot de passe
nl: Wachtwoord wijzigen

# loginSecurityConfirmPasswordLabel
source: Confirm password
fr: Confirmer le mot de passe
nl: Bevestig wachtwoord

# loginSecurityCurrentPasswordLabel
source: Current password
fr: Mot de passe actuel
nl: Huidig wachtwoord

# loginSecurityNewPasswordLabel
source: New password
fr: Nouveau mot de passe
nl: Nieuw wachtwoord

# loginSecuritySubtitle
source: Protect your account
fr: Protégez votre compte
nl: Bescherm je account

# loginSecurityTwoFactorDescription
source: Receive a verification code by SMS
fr: Recevoir un code par SMS
nl: Ontvang een verificatiecode via SMS

# loginSecurityTwoFactorTitle
source: Two-factor authentication
fr: Authentification à deux facteurs
nl: Tweestapsverificatie

# loginSubtitle
source: Create a BelDetail account for all your devices
fr: Créez un compte BelDetail sur tous vos appareils
nl: Maak een BelDetail-account voor al je toestellen

# loginTitle
source: Log in or Sign up
fr: Connexion ou inscription
nl: Inloggen of registreren

source: Log out
fr: Se déconnecter
nl: Uitloggen

# offer.apply.success
source: Application sent.
fr: Candidature envoyée.

# offer.apply.withdraw.success
source: Application withdrawn.
fr: Candidature retirée.

# offer.create.failure
source: Failed to create offer. Please try again.
fr: Échec de la création de l’offre. Veuillez réessayer.

# offer.create.success
source: Offer created successfully.
fr: Offre créée avec succès.

# offer.list.empty
source: No offers found.
fr: Aucune offre trouvée.

# offerApplicationsLabel
source: applications
fr: candidatures
nl: kandidaten

# offerButtonApply
source: Apply
fr: Postuler
nl: Solliciteren

# offerButtonDetails
source: Details
fr: Détails

# offerButtonManage
source: Manage offer
fr: Gérer l’offre
nl: Aanbod beheren

# offersEmptyMessage
source: Try adjusting your filters or check back later for new offers.
fr: Essayez d’ajuster vos filtres ou revenez plus tard pour découvrir de nouvelles offres.
nl: Pas je filters aan of kom later terug voor nieuwe aanbiedingen.

# offersEmptyTitle
source: No offers available
fr: Aucune offre disponible
nl: Geen aanbiedingen beschikbaar

# offersFiltersTitle
source: Offer filters
fr: Filtres des offres
nl: Filters voor aanbiedingen

# offersIntroDescription
source: Find contracts and missions that match your activity.
fr: Trouvez des contrats et missions adaptés à votre activité.
nl: Vind contracten en opdrachten die bij je activiteit passen.

# offerStatusArchived
source: Archived
fr: Archivée
nl: Gearchiveerd

# offerStatusClosed
source: Closed
fr: Clôturée
nl: Gesloten

# offerStatusOpen
source: Open
fr: Ouverte

# offerTypeLongTerm
source: Long-term contract
fr: Contrat long terme
nl: Langetermijncontract

# offerTypeOneTime
source: One-time job
fr: Mission ponctuelle
nl: Eenmalige opdracht

# offerTypeRecurring
source: Recurring job
fr: Mission récurrente
nl: Terugkerende opdracht

# onboardingBookFastDescription
source: Pick a time slot, compare prices, and book your service in just a few seconds.
fr: Choisissez votre créneau horaire, comparez les tarifs et réservez votre service en quelques secondes seulement.
nl: Kies een tijdslot, vergelijk prijzen en boek je service in slechts enkele seconden.

# onboardingBookFastTitle
source: Book in one tap
fr: Réservez en un clic
nl: Boek met één tik

# onboardingFindProsDescription
source: Discover hundreds of vetted car detailing professionals, rated by the community near you.
fr: Découvrez des centaines de professionnels du detailing automobile vérifiés et notés par la communauté près de chez vous.
nl: Ontdek honderden erkende car detailing professionals, beoordeeld door de community bij jou in de buurt.

# onboardingFindProsTitle
source: Find professionals
fr: Trouvez des professionnels
nl: Vind professionals

# onboardingNext
source: Next
fr: Suivant
nl: Volgende

# onboardingSecurePaymentDescription
source: Enjoy 100% secure transactions with our satisfaction guarantee. Your car deserves the best.
fr: Profitez de transactions 100% sécurisées avec notre garantie satisfaction. Votre voiture mérite le meilleur.
nl: Geniet van 100% veilige transacties met onze tevredenheidsgarantie. Jouw auto verdient het beste.

# onboardingSecurePaymentTitle
source: Secure payment
fr: Paiement sécurisé
nl: Veilige betaling

# onboardingStart
source: Get started
fr: Commencer
nl: Beginnen

# paymentCard
source: Credit card
fr: Carte bancaire
nl: Kredietkaart

# paymentCash
source: Cash (on site)
fr: Espèces (sur place)
nl: Contant (ter plaatse)

# paymentsAddButton
source: Add
fr: Ajouter
nl: Toevoegen

# paymentsDefaultBadge
source: Default
fr: Par défaut
nl: Standaard

# paymentsExpiresPrefix
source: Expires
fr: Expire
nl: Vervalt

# paymentsHistoryTitle
source: Transaction history
fr: Historique des transactions
nl: Transactiegeschiedenis

# paymentsMethodsTitle
source: Payment methods
fr: Moyens de paiement
nl: Betaalmethoden

# paymentsSubtitle
source: Manage your payment methods
fr: Gérez vos moyens de paiement
nl: Beheer je betaalmethoden

# paymentsTitle
source: Payments & Payouts
fr: Paiements et versements
nl: Betalingen & uitbetalingen

# profileHeaderSubtitle
source: View profile
fr: Voir le profil
nl: Profiel bekijken

# profileHelpSupport
source: Help & Support
fr: Aide & support
nl: Hulp & ondersteuning

# profileNotLoggedMessage
source: Log in to view your profile and manage your bookings.
fr: Connectez-vous pour voir votre profil et gérer vos réservations.
nl: Log in om je profiel te bekijken en je reserveringen te beheren.

# profileNotLoggedTitle
source: You are not logged in
fr: Vous n'êtes pas connecté(e)
nl: Je bent niet ingelogd

# profilePayments
source: Payments
fr: Paiements
nl: Betalingen

# profileSectionAccount
source: Account
fr: Compte

# profileSectionSettings
source: Settings
fr: Paramètres
nl: Instellingen

# profileSettingsLoginSecurity
source: Login & security
fr: Login et sécurité
nl: Login en beveiliging
